[Language]
Code="ms"
Name="Bahasa Melayu"
Version="2.6.3"
Translator="Adipati <istinggar@yahoo.com>, cwkhor <cwkhor@yahoo.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Tutup"
Maximize="Maksimumkan"
Minimize="Minimumkan"
Restore="Kembali Asal"
Menu="Menu Utama"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nTambat Perkataan di Skrin: [$CursorStatus]\nTerjemah Teks Yang Dipilih: [$SelectionStatus]\nTerjemah Teks di Papan Klip: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Tambat Perkataan di Skrin: [$CursorStatus]\nTerjemah Teks Yang Dipilih: [$SelectionStatus]\nTerjemah Teks di Papan Klip: [$ClipboardStatus]"
Enabled="Daya"
Disabled="Nyahdaya"

[MainMenu]
Open="Buka"
CursorTranslator="Tambat Perkataan di Skrin"
SelectionTranslator="Terjemah Teks Yang Dipilih"
ClipboardTranslator="Terjemah Teks di Papan Klip"
Configuration="Penatarajah..."
Dictionaries="Kamus..."
Appendices="Lampiran..."
Activation="Pengaktifan Produk"
UpdateOnline="Kemas Kini Dalam Talian"
Help="Bantuan"
About="Perihal Lingoes"
SupportOnline="Bantuan Dalam Talian"
Exit="Keluar"
EnterLicense="Masukkan Lesen..."

[DlgInput]
Back="Undur"
Forward="Depan"
MainMenu="Menu Utama"
HistoryList="Senarai Sejarah"
Search="Gelintar", "Gelintar huraian terperinci"
WebSearch="Gelintar Sesawang"
AutoMatch="Padanan Auto", "Padanan Auto di Kumpulan Indeks"
MatchSetup="Pilihan Kumpulan Indeks..."
FindEngine="Dapatkan lebih banyak enjin sesawang..."

[DlgIndex]
Index="Indeks"
Guide="Panduan"
Appendix="Lampiran"
NoIndex="Tiada Indeks"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Tambah kamus ke dalam <b>Index Group</b>, Anda boleh mendapat cadangan ejaan semasa memasukkan perkataan.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Untuk mengurus kumpulan indeks, klik di sini.</u></a></div>"

[WebGuide]
Results="Keputusan"
Spelling="Ejaan Lain"
Appendices="Lampiran"
Options="Pilihan"
Dictionaries="Kamus...", "Urus Kamus"
ManageAppendices="Lampiran...", "Urus Lampiran"
Configuration="Penatarajah...", "Buka Dialog Penatarajah"
Help="Bantuan", "Buka Bantuan Lingoes"
Homepage="lingoes.net", "Lawati Laman Sesawang Lingoes"
Community="Masyarakat Lingoes", "Masyarakat Lingoes Dalam Talian"

[DlgAppendix]
WndTitle="Pilihan Lampiran"
Close="Tutup"
Install="Pasang", "Lampiran Lingoes (*.laf)|*.laf|", "Pemasangan Gagal! \nAnda berkemungkinan tiada keizinan mencukupi untuk capaian fail."
Delete="Hapus", "Anda pasti mahu menghapuskan \"[$Title]\"", "Penghapusan \"[$Title]\" Gagal! \nAnda berkemungkinan tiada keizinan mencukupi untuk capaian fail."
Modify="Ubah Suai", "Pengubahsuaian Gagal! \nAnda berkemungkinan tiada keizinan mencukupi untuk capaian fail."
NewGroup="Kumpulan Baru", "Gagal mencipta kumpulan baru! \nAnda berkemungkinan tiada keizinan mencukupi untuk capaian fail."
MoveUp="Gerak ke Atas"
MoveDown="Gerak ke Bawah"
CreateAppendix="Cipta Lampiran Saya..."
Download="Dapatkan lebih banyak lampiran..."
Name="Nama"
Group="Kumpulan"
InstallSucceed="Pemasangan \"[$Title]\" Telah Berjaya."
OverwriteInstall="Lampiran ini telah wujud, anda ingin menulis gantinya?\n\nTajuk Paparan:[$Title]\nNama: [$Name]"
InvalidInstallFile="Fail pemasangan salah!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nVersi lampiran ([$AppeVer]) ini terlalu lama, sila kemas kinikannya.\n\nLayari laman sesawang Lingoes untuk mencari versi terkini?"
AppeVersionTooNew="[$Filename]\nVersi kamus ([$AppeVer]) memerlukan versi lingoes terbaru.\n\nMuat turun versi terkini daripada laman sesawang Lingoes?"

[DlgAppendixEdit]
WndTitle="Ubah Suai \"[$Title]\"", "Cipta kumpulan baru"
Name="Nama"
DisplayTitle="Tajuk Paparan"
DisplayStyle="Gaya Paparan"
Ok="Ok"
Cancel="Batal"

[DlgAppendixBuilder]
WndTitle="Pembina Lampiran"
Name="Nama:  (Hanya a-z, 0-9, sempang, dan garis bawah)", "Nama diperlukan, hanya a-z, 0-9, sempang, dan garis bawah dibenarkan."
Title="Tajuk Paparan:", "Tajuk diperlukan!"
Location="Lokasi Folder Projek:", "Gagal mencipta folder projek!", "Sila pilih folder sedia ada"
Create="Cipta Projek Baru", "Penciptaan projek telah berjaya!\n\nAnda kini boleh mereka bentuk lampiran secara bebas dengan menyunting fail \"index.html\".", "Gagal mencipta projek!"
Build="Bina", "Pembinaan fail lampiran telah berjaya!\n[$Filename]", "Gagal membina fail lampiran!\n[$Filename]"
Close="Tutup"
Tips="Petua: Anda boleh mereka bentuk lampiran secara bebas dengan menyunting fail \"index.html\" selepas mencipta projek baru."
OverwriteProject="Fail projek telah wujud, tulis gantikannya?"

[DlgStatus]
KeepVisible="Kekalkan tetingkap di bahagian atas"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Buka/Tutup tetingkap mini"

[DlgView]
Speak="Sebut", "Sebutkan teks yang dipilih"
Search="Gelintar"
Copy="Salin"
Print="Cetak..."
Save="Simpan..."
Find="Cari..."
SelectAll="Pilih Semua"
TextTranslate="Terjemah Teks", "Lancarkan Penterjemahan Teks"
StartPage="Laman Mula", "Laman Mula"
ShowIndex="Pamer Bar Sisi"
HideIndex="Sembunyi Bar Sisi"
SaveFilter="Fail HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Pilihan Ucapan..."
SelectVoice="Pilih Suara"
Activation="Pengaktifan", ""
Buy="Beli", "Beli lesen komersil Lingoes"

[DlgRegister]
Title="Lingoes - Pendaftaran Pengguna Komersil"
FreeDownload="Penggunaan Lingoes untuk tujuan tak komersil adalah percuma.\r\nMuat turun versi percuma di sini..."
Name="Daftar Nama:", "Daftar Nama diperlukan"
Email="Daftar E-mel:", "Daftar E-mel diperlukan"
RegCode="Kod Pendaftaran:", "Kod pendaftaran tidak sah"
Support="Khidmat Pelanggan"
Register="Daftar", "Gagal menyimpan maklumat pendaftaran"
Exit="Keluar"

[DlgInfo]
Title="Pesanan"
Ok="Ok"
Cancel="Batal"
Yes="Ya"
No="Tidak"
Retry="Cuba Semula"
Abort="Henti Paksa"
Ignore="Abaikan"

[DlgAuthentication]
Title="Sambung ke "
TitleProxy="Sambung pelayan proksi "
Username="Nama Pengguna:"
Password="Kata Laluan:"
Remember="Ingat Kata Laluan Saya"
Ok="Ok"
Cancel="Batal"

[WndGrab]
Open="Gelintar huraian terperinci"
Speak="Sebut"
Copy="Salin"
TextTranslation="Terjemah Teks"
Back="Undur" 
Forward="Depan"
Search="Gelintar\n  Enter:\t\tGelintar\n  Ctrl + Enter:\tGelintar huraian terperinci\n  Shift + Enter:\tTerjemah Teks\n  Alt + Enter:\tGelintar Sesawang"
RollUp="Gulung/Kembalikan tetingkap"
Option="Pilihan"
KeepVisible="Kekalkan tetingkap di bahagian atas"
KeepSize="Kekalkan saiz tetingkap"
AutoRollUp="Gulung auto", "Tidak", "Lengah [$DelaySecond] saat"
CloseMiniWnd="Tutup tetingkap mini"

[DlgDictOption]
Title="Pilhan Kamus"
NetInstall="Muat turun dari Lingoes", "Muat turun kamus dari laman Lingoes"
Install="Pasang", "Pasang kamus daripada cakera"
Uninstall="Buang", "Buang kamus"
Add="Tambah", "Tambah kamus ke senarai"
Remove="Alih Keluar", "Alih keluar kamus daripada senarai"
Download="Muat turun", "Muat turun kamus untuk kegunaan luar talian"
MoveTop="", "Gerak ke Teratas"
MoveUp="", "Gerak ke Atas"
MoveDown="", "Gerak ke Bawah"
MoveBottom="", "Gerak ke Terbawah"
MoreDetails="", "Papar maklumat kamus"
Close="Tutup"

Installed="Kamus Terpasang"
Query="Kamus Terpasang"
Index="Kumpulan Indeks"
Grab="Kumpulan Tambatan Teks"

InstalledList="Kamus Terpasang"
QueryList="Kamus Terpasang"
IndexList="Senarai Kumpulan Indeks"
GrabList="Senarai Kumpulan Tambatan Teks"
DictID="ID"
Online="Dalam Talian"

Type="Jenis"
OnlineType="Perlu Sambungan Internet"
NotLicensed="(Tidak Dilesenkan <a href='app://activate/'><u>Activate</u></a> <a href='app://buy/[$ProductID]'><u>Beli</u></a>)"

AddFilter="Kamus Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Pasang kamus"
Installing="Memasang..."
IndexDictTooMany="Petua:\n\nMenambah terlalu banyak kamus ke dalam \"Index Group\" akan memperlahankan kadar padanan perkataan ketika menaip teks di kotak gelintar.\n\nKami syorkan anda menambah beberapa kamus lazim guna sahaja ke dalam \"Index Group\"."

[DlgDictList]
Title="Tambah Kamus"
Add="Tambah"
Cancel="Batal"
Select="Pilih"
DictList="Kamus Terpasang"
ID="ID"
Online="Dalam Talian"

[DlgDictInfo]
Title="Maklumat Kamus"
Close="Ok"

ID="ID"
MD5="MD5"
Tag="Teg"
Name="Nama"
Version="Versi"
Date="Tarikh Dicipta"
Update="Kemas Kini Terakhir"
IndexCount="Jumlah Perkataan"
Language=Bahasa
MoreLanguage=Lagi..
DictTitle="Tajuk"
DictEdition="Edisi"
DictDescription="Penerangan"
PubAuthor="Pengarang"
PubPress="Percetakan"
PubEmail="Emel"
PubWebsite="Laman Sesawang"
PubCopyright="Hak Cipta"
Filename="Nama Fail"

; Install Dictionaries
[DlgDictInstall]
Title="Pasang Kamus"
InstallSucceed="Pemasangan kamus \"[$DictTitle]\" telah berjaya"
DictGroupOption="Pilihan"
AddIndexGroup="Tambah ke \"Index Group\""
AddIndexGroupDesc="Lingoes akan menggelintar kamus dalam kumpulan indeks dan memaparkan hasil terhampir di bar indeks semasa menaip istilah."
AddGrabGroup="Tambah ke \"Text Capture Group\""
AddGrabGroupDesc="Lingoes akan menggelintar kamus dalam kumpulan tambat teks dan memaparkan hasil terjemahan di tetingkap tambat teks semasa teks ditambat."
Ok="Ok"

; Configuration
[DlgOption]
Title="Penatarajah"
Ok="Ok"
Cancel="Batal"
General="Umum"
Appearance="Penampilan"
Connection="Sambungan"
Speech="Ucapan"
Hotkey="Kekunci Panas"
Translate="Terjemah"
License="Lesen"
Capture="Tambat Teks"

; General
[DlgOptGeneral]
Language="Bahasa"
UILanguage="Bahasa Antara Muka Pengguna"

WebSearch="Gelintar Sesawang"
SelectWebSearch="Pilih enjin gelintar untuk menggelintar sesawang"

TermHistory="Sejarah && Sembunyian"
SaveHistory="Gelintar perkataan tersimpan dalam sejarah"
ClearHistory="Padam Sejarah"
ClearHistoryConfirmation="Anda pasti mahu memadamkan rekod sejarah?"

ResultCache="Sembunyian tempatan kamus dalam talian"
ClearCache="Padam Sembunyian", "Anda pasti mahu memadamkan rekod sembunyian?"

AutoStart="Jalankan Lingoes ketika saya log masuk ke Windows"
StartMin="Kecilkan selepas pemula"

; Appearance
[DlgOptAppearance]
UserInterface="Antara Muka Pengguna"
WindowStyle="Gaya Tetingkap"
WindowFont="Fon Teks Tetingkap"
WindowFontSize="Saiz Fon"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Paparan Keputusan"
TextFont="Fon Teks"
TextFontSize="Saiz Fon"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Fon Fonetik"
CursorTranslatorBar="Tetingkap Tambat Teks"
FontColor="Warna Fon"
BackColor="Warna Latar Belakang"
BorderColor="Warna Sempadan"
Transparence="Tetingkap Tambat Teks Lut Cahaya"
SampleText="Tambat Teks"

[Style]
0="Tiada"
1="Gaya Lalai"

; Translate
[DlgOptTranslate]
SupportLCMap="Sokong pemetaan bahasa tempatan"
InstantTranslation="Terjemahan Segera"
TargetLanguage="Bahasa Sasaran:"
CurrentUserLanguage="= Bahasa Pengguna Semasa"
TargetLanguage2="Jika bahasa sasaran sama dengan punca, setkan semula sebagai:"
NoTranslate="= Tiada Terjemahan"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Tambat Perkataan di Skrin"
MouseActivation="Mod Pengaktifan Tetikus:"
MouseOver="Lintas-Tetikus"
LeftMouseButton="Butang Kiri Tetikus"
MiddleMouseButton="Butang Tengah Tetikus"
RightMouseButton="Butang Kanan Tetikus"
MouseXButton1="Tetikus X Butang1"
MouseXButton2="Tetikus X Butang2"
TimeDelay="Lengah Masa:"
MSEL="milisaat"
IgnoreNumber="Abai Nombor"
IgnoreLatin="Abai Latin (Inggeris, Perancis, Jerman, Sepanyol, dll.)"
IgnoreCJK="Abai China, Jepun dan Korea"
IgnoreCyrillic="Abai Cyril (Russia, Ukraine, Bulgaria, dll.)"
IgnoreArabic="Abai Arab, Yahudi"
InstallAdobePlugin="Pasang Pemalam Adobe Acrobat PDF"
ZonedWord="Terjemah Teks Yang Dipilih"
ZonedWordFilterRule="Aturan Penapis bagi Pemilihan Teks..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Tambat Perkataan di Skrin"
MouseActivation="Mod Pengaktifan Tetikus:"
MouseOver="Lintas-Tetikus"
LeftMouseButton="Butang Kiri Tetikus"
MiddleMouseButton="Butang Tengah Tetikus"
RightMouseButton="Butang Kanan Tetikus"
MouseXButton1="Tetikus X Butang1"
MouseXButton2="Tetikus X Butang2"
TimeDelay="Lengah Masa:"
MSEL="milisaat"
MatchPhrase="Padan frasa"
IgnoreNumber="Abai Nombor"
IgnoreLatin="Abai Latin (Inggeris, Perancis, Jerman, Sepanyol, dll.)"
IgnoreCJK="Abai China, Jepun dan Korea"
IgnoreCyrillic="Abai Cyril (Russia, Ukraine, Bulgaria, dll.)"
IgnoreArabic="Abai Arab, Yahudi"
InstallAdobePlugin="Pasang Pemalam Adobe Acrobat PDF"
ZonedWord="Terjemah Teks Yang Dipilih"
ForTextSelection="Untuk Pemilihan Teks"
ForDoubleClicking="Untuk Dwiklik"
ZonedWordFilterRule="Atur Penapis bagi Pemilihan Teks..."
ShowOnlyFirstResult="Papar hasil gelintar pertama sahaja"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Pengaturan Penapis bagi Pemilihan Teks"
ProgramFilename="Nama Fail Program", "Fail Program (Nyatakan semua program jika kosong)"
WndClassName="Nama Kelas Tetingkap", "Kelas Tetingkap (Nyatakan semua tetingkap jika kosong)"
DisableSelect="Abai Teks Yang Dipilih", "Abai Teks Yang Dipilih"
DisableDBLClick="Abai Dwiklik", "Abai Dwiklik"
Comment="Komen", "Komen"
Add="Tambah"
Modify="Ubah Suai"
Delete="Hapus", "Anda pasti mahu menghapuskan item ini?"
Ok="Ok"
Cancel="Batal"
LoadDefault="Muat Lalai", "Anda pasti mahu mengembalikan penetapan lalai?"
Browser="...", "Pelayar", "Program (*.exe)|*.exe|"
Capture="...", "Tambatan Nama Kelas Window"
AllProgram="-- Semua Program --"
AllWindow="-- Semua Tetingkap --"

[WndClassNameCapture]
Title="Tambatan Nama Kelas Tetingkap"
ProgramFilename="Nama Fail Program"
WndClassName="Nama Kelas Tetingkap"
Capture="Tambat Ia Dari Skrin"

; Speech
[DlgOptSpeech]
RPPEngine="Enjin Suara Semula Jadi"
RPPEnable="Daya"
RPPVoice="Suara"
RPPRebuildIndexFile="Bina Semula Fail Indeks", "Gagal membina semula fail indeks! \nAnda berkemungkinan tiada keizinan mencukupi untuk capaian fail."
Engine="Enjin Teks-ke-Ucapan (TKU)"
Voice="Suara"
Enable="Daya"
Volume="Lantang"
Pitch="Nada"
Speed="Kelajuan"
Format="Format", "Lalai", "Tidak menyokong format audio ini: [$Format]"
RealtimePron="Sebutan Masa Nyata"
PronInQuery="Tika menggelintar perkataan"
PronInCapture="Tika menambat perkataan di skrin"
PronInSelect="Tika menterjemah perkataan terpilih"
Test="Uji"
EnterText="Masukkan teks dan cuba suara ini"
DownloadTTS="Muat turun pakej Suara Semula Jadi && Enjin TKU..."

; Connect
[DlgOptConnection]
ConnectSet="Penetapan Sambungan"
DirectConnect="Sambungan Terus"
IEProxyConnect="Guna penetapan proksi dari pelayar sesawang anda"
ProxyConnect="Sambung melalui pelayan Proksi / Tembok Api"
ProxyServer="Pelayan Proksi:"
ProxyPort="Port:"
Username="Nama Pengguna:"
Password="Kata Laluan:"
OnlineUpdate="Kemas Kini Dalam Talian"
UpdateNow="Kemas Kini Sekarang"
EnableUpdate="Dayakan kemas kini dalam talian"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Buka/Tutup tetingkap utama"
GrabToggleKey="Daya/Nyahdaya Tambat Kata di Skrin"
SelectionToggleKey="Daya/Nyahdaya Terjemah Teks Yg Dipilih"
ClipboardToggleKey="Daya/Nyahdaya Terjemah Teks Papan Klip"
Pronounce="Sebutan"
CopyInterpretation="Salin kandungan dalam terjemahan"
SpeakSelectedText="Ucap teks yang dipilih"
StopSpeak="Henti ucapan"
DisableHotKey="Nyahdaya kekunci panas"
OpenMiniWnd="Buka/Tutup Tetingkap mini"
RollUpMiniWnd="Gulung/Kembalikan tetingkap mini"

[DlgExpire]
Title="Lingoes telah luput"
Ok="Naik Taraf Sekarang"
Cancel="Keluar"
NetworkSettings="Penetapan Jaringan"
Support="Lingoes.net"
AskUpgrade="Versi semasa telah luput,anda perlu menaik taraf ke versi baru untuk menggunakannya! \nNaik taraf ke versi baru?"

[DlgAbout]
DlgTitle="Perihal Lingoes"
; Version="Version: "
PortableEdition="Edisi Mudah Alih"
Email="Alamat Emel"
Website="Laman Sesawang Lingoes"
LicenseTo="Produk Ini Dilesenkan Kepada:"
; LicenseID="ID: "

;----------- new --------
PersonalUser="Pengguna peribadi tak komersil"
EvaluationUser="Perisian percubaan ini sekadar penilaian sahaja"
UserLicenseQuantity="[$Quantity] Lesen Pengguna", "[$Quantity] Lesen Pengguna ([$KeyNo]/[$Quantity])"
LicenseExpire="Lesen luput selepas [$Day] hari"
;----------- end -----------

[WebResult]
SpellingAlternatives="Ejaan Lain"
SpellChecker="Penyemak Ejaan"
TextTranslation="Terjemahan Teks"
WebSearch="Gelintar Sesawang"
MoreResults="Ganda keputusan"
WaitSearch="Meminta hasil gelintar..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Tiada padanan dijumpai untuk \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Bagaimana menggunakan Lingoes"
DownDictTip="Muat turun lebih banyak kamus"
Intro="Menyokong lebih 80 terjemahan bahasa<br>Terjemahan Teks, Kursor & Teks-ke-Ucapan"

[TextTranslation]
Title="Terjemahan Teks"
To="Kepada"
Translate="Terjemah"
RequestFailed="Permintaan khidmat penterjemahan telah gagal."
ConnectFailed="Lingoes gagal untuk menyambung ke pelayan. Jika anda telah bersambung ke Internet, sila semak penetapan sambungan di penatarajah. "
WaitRequest="Meminta Hasil Penterjemahan..."
ParseResultFailed="Analisis hasil penterjemahan telah gagal. Jika pesanan ini diterima beberapa kali, sila laporkan kepada kami."

; Layout
[Layout]
DictMenu="Menu kamus"
ShowResult="Papar Keputusan"
MinimizeResult="Kecilkan keputusan"
FindWord="Cari: "
NoLicenseTip="Kandungan penuh akan dipaparkan selepas diberi kebenaran...", "Versi percubaan kamus sekadar penilaian sahaja, kandungan penuh akan dipaparkan selepas diberi kebenaran: &nbsp;<a href='app://activate/'><u>Aktifkan</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Beli</u></a>", "Versi percubaan perisian ini sekadar penilaian sahaja, fungsi penuh akan didayakan selepas diberi kebenaran: &nbsp;<a href='app://activate/'><u>Aktifkan</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Beli</u></a>"
RememberWord="Tambah perkataan ke buku nota"

; Dictionary Menu
[DictMenu]
About="Perihal..."
Enable="Daya"
Disable="Nyahdaya"
DisableMsg="Kamus ini dinyahdaya dan tidak akan memaparkan hasil!\nAnda boleh mendayakannya melalui dialog \"Dictionaries\"."
MoveTop="Set sebagai keputusan utama"
ArrangeResults="Susun Keputusan..."
IndexGroup="  (Kumpulan Indeks)"
QueryGroup="  (Kumpulan Soal)"
GrabGroup="  (Kumpulan Tambat Teks)"

[Update]
Title="Kemas Kini Dalam Talian"
AskUpgrade="Versi terbaru dikesan. Anda mahu naik taraf ke versi baru?"
UpgradeNow="Versi terbaru dikesan. Perlu naik taraf ke versi baru"
UpdateSuccess="Kemas Kini Berjaya!"
UpdateFail="Kemas Kini Gagal!"
NoUpdate="Versi semasa ialah terkini"

CheckUpdate="Menyemak kemas kini..."
GetUpdateInfo="Mendapatkan maklumat terkini..."
DownUpdateData="Memuat turun data terkini..."
ExecUpdate="Mengemaskini sistem..."
GetUpgradeInfo="Mendapatkan maklumat naik taraf..."
DownUpgradeData="Memuat turun data naik taraf..."
ExecUpgrade="Menaik taraf sistem..."
NeedExitForUpgrade="Lingoes akan dihentikan bagi menyempurnakan naik taraf"

[Message]
InitUpdateServerFail="Gagal memulakan khidmat kemas kini auto"
StartDictServerFail="Gagal memulakan khidmat kamus."

DictFileErr="Format fail salah!\n[$Filename]"
DictVersinTooOld="[$Filename]\nVersi kamus ([$DictVer]) ini terlalu lama, sila kemas kinikannya.\n\nLayari laman sesawang Lingoes untuk mencari versi terkini?"
DictVersinTooNew="[$Filename]\nVersi kamus ([$DictVer]) memerlukan versi Lingoes terbaru.\n\nMuat turun versi terbaru daripada laman sesawang Lingoes?"

AskDictRepeatInstall="Senarai kamus ini telah mempunyai kamus \"[$DictTitle]\",\nAnda mahu teruskan?"
InstallDictFail="Gagal memasang kamus:\n[$Filename]"
AskUninstall="Anda pasti mahu membuang kamus ini?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Pembuangan kamus gagal\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Anda pasti mahu alih keluar kamus \"[$DictTitle]\" daripada senarai?"

MemoryAllocFail="Gagal menguntukkan ingatan."
FilenameInvalid="Nama fail tidak sah."
SaveFileFail="Gagal menyimpan fail"
OpenFileFail="Gagal membuka fail"

AreYouAbort="Anda pasti mahu menghentikan proses ini?"
CreateThreadFail="Gagal mencipta bebenang"
CreateEventFail="Gagal membuka penangan kejadian"
Unfulfilment="Ciri ini tidak dilaksanakan"
OnlyProVersion="Ciri ini untuk versi Pro sahaja."
NoRegister="Versi tak berdaftar, sila daftarkan Lingoes untuk menggunakan ciri ini."
UsernameIsEmpty="Nama pengguna kosong, sila isikannya semula."
SaveSearchResultFail="Gagal menyimpan hasil gelintar."

OpenAppendixFail="Gagal membuka kandungan lampiran.\n\nMuat turun lampiran dari laman sesawang Lingoes?"
OpenSpeechEngineFail="Gagal memuatkan enjin TKU, sila semak TKU sudah dipasang dalam sistem anda! \n\nAnda perlu pasang enjin TKU dalam sistem operasi terlebih dahulu. Jika tidak, sila muat turun dan pasangkannya dari laman Lingoes \n\nMuat turun sekarang?"

; NeedIE6Support="Lingoes perlukan Internet Explorer 6+, sila kemas kini pelayar anda ke IE6+"
NoImplement="Maaf, ciri ini tidak dilaksanakan"

InstallSucceed="Pemasangan Berjaya." 
InstallFailed="Pemasangan gagal."

[DlgOptLicense]
Product="Lesen Produk"
Enter="Masukkan Lesen..."
Remove="Alih Keluar Lesen", "Mengalih keluar lesen mungkin menyahdayakan beberapa ciri produk,\nAnda mahu teruskan dan alih keluar lesen produk ini:\n\n[$ProductList]"
Detail="Maklumat Lanjut..."

LicenseID="ID Lesen: "
LicenseTo="Dilesenkan kepada: "
LicenseExpire="lesen luput selepas [$Day] hari"
UserLicenseQuantity="[$Quantity] Lesen Pengguna", "[$Quantity] Lesen Pengguna ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Masukkan Lesen"
ActivateTitle="Masukkan kekunci lesen anda", "Anda boleh menjumpai kekunci lesen ini dalam emel pengesahan pembelian atau di pemegang cakera pemasangan di dalam bungkusan produk tersebut."
LicenseKey="Kekunci Lesen:"
Name="Nama Anda:"
Email="Emel Anda:"
NetworkSet="Penetapan Jaringan", "Sambungan Internet diperlukan untuk mengaktifkan lesen. Sila tetapkan pelayan proksi anda jika perlu."
Activate="Aktifkan"
BuyTitle="Beli produk [$Publisher]", "untuk membeli produk [$Publisher], klik butang Beli."
Buy="Beli"
Cancel="Tutup"

IncorrectProductKey="Kekunci lesen ini salah."
IncorrectName="Nama ini salah. Sila masukkan nama lingkungan 32 aksara"
IncorrectEmail="Alamat emel ini salah. Sila masukkan alamat emel sah lingkungan 128 aksara."
WaitRequest="Dalam proses... Sila tunggu."

RequestFailed="Pengaktifan gagal. Pelayan mungkin sibuk. Sila cuba sebentar lagi."
NetworkFault="Tidak dapat menyambungi pelayan pengaktifan, sila semak penetapan jaringan anda."
ResponseError="Data sambutan pelayan adalah salah."
OtherError="Ralat Tak Diketahui."
SaveDataFailed="Gagal menyimpan data"

ActivateSuccess="Pengaktifan Berjaya"
ActivateFailed="Pengaktifan Gagal"

[WndTip]
Title="Petua Lingoes Hari Ini"
Close="Tutup"
